Repository: tryswift/try-swift-tokyo
Catalog: MyLibrary/Sources/GuidanceFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: Arrival Erea
ja: 到着

source: Chuo line
ja: 中央線

source: Haneda Airport
ja: 羽田空港

# haneda-1
source: How to Board the Bus If you are traveling from Haneda Airport by bus, please follow these steps to ensure a smooth journey: Purchase Your Ticket in Advance For the "From Haneda Airport" ride, you need to buy your ticket before boarding. If you plan to use a transportation IC card instead, please let the bus ticket handling counter at Terminal 3 or the staff at your bus stop know the time of the bus you will be taking. Locate Your Boarding Point Depending on the terminal where you arrive, the boarding platforms are as follows: Terminal 3: Go to Platform 4. Terminal 1: Head to the 1st Floor Arrival Lobby and proceed to Platform 9. Terminal 2: Head to the 1st Floor Arrival Lobby and proceed to Platform 10. Boarding the Bus Once you are at the correct boarding point, please use your pre-purchased ticket or transportation IC card. Pay your fare in the fare box when boarding the bus.
ja: 羽田空港発立川行き京急バスの乗車ガイド チケットの購入について 「From Haneda Airport」バスをご利用の場合、事前にチケットを購入してください。 交通系ICカードを利用される方は、ターミナル3の到着ロビー内のバスチケット取扱カウンター、またはバス乗り場のスタッフに、乗車するバスの時刻をお知らせください。 乗車場所のご案内 ターミナルごとの乗車場所は以下の通りです： ターミナル3： プラットフォーム4 ターミナル1： 1階到着ロビー内、プラットフォーム9 ターミナル2： 1階到着ロビー内、プラットフォーム10 乗車時の手続き 乗車の際は、事前に購入したチケットまたは交通系ICカードを使用し、運賃箱に料金をお支払いください。

source: Lines
ja: 路線

source: North Exit
ja: 北口

source: Open Map
ja: Mapを開く

source: Tachikawa St.
ja: 立川駅

source: Tachikawa Stage Garden
ja: 立川ステージガーデン

# Tachikawa Stage Garden address
source: 〒190-0014 N1, 3-3, Midori-cho, Tachikawa, Tokyo
ja: 〒190-0014 東京都立川市緑町3-3 N1

source: Tachikawa Station
ja: 立川駅

# tachikawa-1
source: Exit through the north ticket gate of Tachikawa Station and head to the right. Go under the monorail station, then continue straight ahead. Walk along the monorail tracks and descend via the escalator. Keep following the monorail, and you will see the venue on your left.
ja: 立川駅北改札から出て右方向に進み、モノレールの駅の下をくぐります。そのまま直進し、モノレールの線路に沿って歩き、エスカレータを降ります。引き続きモノレールに沿って歩くと左手に会場が見えます。

source: Tokyo St.
ja: 東京駅

source: Tokyo Station
ja: 東京駅

# tokyo-1
source: It takes about 40 minutes on the Chuo line from Tokyo Station’s platforms 1 and 2. We strongly recommend using the Chuo Special Rapid, the Ome Special Rapid, or the Limited Express Azusa/Kaiji instead of the regular rapid service.
ja: 東京駅の1番・2番ホームから中央線で40分程度で到着します。 快速ではなく、中央特快・青梅特快・特急あずさ・特急かいじの利用を強く推奨します。

source: Venue
ja: 会場
